Repository: YunusovJaloliddin/felix
Catalog: lib/l10n/app_*.arb
Languages: ru, uz

# languages
source: Тиллар
ru: Языки
uz: Tillar

# chooseLanguage
source: Тилни танланг
ru: Выберите язык
uz: Tilni tanlang

# signUp
source: Руйхатдан утиш
ru: Зарегистрироваться
uz: Ro'yxatdan o'tish

# firstName
source: Исм
ru: Имя
uz: Ism

# enterFirstName
source: Исмингизни киритинг
ru: Введите ваше имя
uz: Ismingizni kiriting

# lastName
source: Фамилия
uz: Familiya

# enterLastName
source: Фамилиянгизни киритинг
ru: Введите свою фамилию
uz: Familiyangizni kiriting

# phoneNumber
source: Тел ракам
ru: Номер телефона
uz: Tel raqam

# password
source: Парол
ru: Пароль
uz: Parol

# enterPassword
source: Паролингизни киритинг
ru: Введите ваш пароль
uz: Parolingizni kiriting

# confirmPassword
source: Паролингизни тасдикланг
ru: Подтвердите пароль
uz: Parolingizni tasdiqlang

# enterConfirmPassword
source: Тасдикловчи паролни киритинг
ru: Введите пароль для подтверждения
uz: Tasdiqlovchi parolni kiriting

# save
source: Саклаш
ru: Сохранять
uz: Saqlash

# newAds
source: Янги рекламалар
ru: Новые объявления
uz: Yangi reklamalar

# title
source: Сарлавҳа
ru: Заголовок
uz: Sarlavha

# enterProductTitle
source: Маҳсулот номини киритинг
ru: Введите название продукта
uz: Mahsulot nomini kiriting

# description
source: Изоҳ
ru: Описание
uz: Izoh

# enterDescription
source: Изоҳингизни ёзиб колдиринг ...
ru: Введите описание
uz: Izohingizni yozib qoldiring ...

# changeLocation
source: Жойлашувни узгартириш
ru: Изменить местоположение
uz: Joylashuvni o'zgartirish

# addressByLocation
source: Жойлашув буйича манзил
ru: Адрес по местоположению
uz: Joylashuv bo'yicha manzil

# enterAddress
source: Харитадаги манзилни киритинг
ru: Введите адрес карты
uz: Xaritadagi manzilni kiriting

# signIn
source: Тизимга кириш
ru: Авторизоваться
uz: Tizimga kirish

# enter
source: Кириш
ru: вход
uz: Kirish

# created
source: Йаратилди
ru: Созданный
uz: Yaratildi

# noCreated
source: Йаратилмади
ru: Не создано
uz: Yaratilmadi
